---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.AlignmentFailures
source: html/793bb8c7-fe0b-01c5-0555-b191363a6a0f.htm
---
# BuiltInFailures.AlignmentFailures Properties

A change to an Infrastructure Alignment or its Stationing Units may have affected the associated Alignment Station Labels.
 Please check the labels to ensure proper placement.